# for i in range(100):  # повтор команд ниже 100 раз
#     print('Я бегу ',i+1,' круг')
#     print('ok')
# login = ''
# password = ''

# while login != 'daniil' and password != '12345':
#     login = input('Введите свой логин\n')
#     password = input('Введите пароль\n')
#     # ЕСЛИ
#     if login != 'daniil' and password != '12345':
#         print('Неправильный логин или пароль!!!')

# print('Успешно!!!')

print(5//2)
##################
# основные операции
# +
# - 
# * умножение
# / деление с остатком
# // деление без остатка
# == равно
# ! не
# >
# <
# >=
# <=
# !=
# !>
# !<